[
    {
        "Order": 1,
        "Step": "Faça um refogado com o azeite a cebola e os dentes de alho bem picados. Esmague os tomates maduros sem pele e junte ao refogado. Tempere com sal. Deixe |\"namorar\" durante alguns minutos.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 2,
        "Step": "Deixe a descongelar a embalagem de cocktail de marisco e delícias do mar, retire-as também do congelador e ponha-as de parte.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 3,
        "Step": "Junte os mariscos (as delícias ficam para mais tarde) ao refogado e mexa. Com o lume brando, tape o tacho e deixe \"namorar\" durante 15 minutos.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 4,
        "Step": "Junte água a tapar esta mistura e assim que ferver deite o arroz e mexa. Quando retomar a fervura, deixe cozer tapado durante 10 minutos, vá mexendo para não pegar.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 5,
        "Step": "Apague o lume, junte as delícias cortadas em cubinhos e polvilhe com coentros picados. Sirva de seguida.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 6,
        "Step": "Depois temos o Arroz de Marisco Tradicional que leva Step o tipo marisco, desde sapateira, lagosta, mexilhões e etc.",
        "RecipeId": "606f474ffde4170a1c004cc3"
    },
    {
        "Order": 1,
        "Step": "Prepare o caldo de peixe com as espinhas e cabeça.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 2,
        "Step": "Acrescente cebola, pimentão, tomate, alho, sal e pimenta ao caldo até apurar.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 3,
        "Step": "Coloque as bananas por baixo da terrine, intercale com o molho e o peixe.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 4,
        "Step": "Tempere com sal e pimenta.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 5,
        "Step": "Cubra com o molho já com o camarão.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 6,
        "Step": "Leve ao forno por 20 minutos.",
        "RecipeId": "606f5e304f945851280b7c87"
    },
    {
        "Order": 1,
        "Step": "Junte todas as ervas e pique muito bem com a faca. Some a 150 ml de azeite e deixe",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 2,
        "Step": "Limpe as lulas, descartando as nadadeiras e a pele, e guardando os corpos e as cabeças. ",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 3,
        "Step": "Encha de água uma panela grande e leve ao fogo alto até ferver.",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 4,
        "Step": "Junte água a tapar esta mistura e assim que ferver deite o arroz e mexa. Quando retomar a fervura, deixe cozer tapado durante 10 minutos, vá mexendo para não pegar.",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 5,
        "Step": "Apague o lume, junte as delícias cortadas em cubinhos e polvilhe com coentros picados. Sirva de seguida.",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 6,
        "Step": "Selar os camarões, repita o processo com a lula e acabou!",
        "RecipeId": "606f5ea54f945851280b7c88"
    },
    {
        "Order": 1,
        "Step": "Cozinhe o macarrão em água fervente e sal, até que fique al dente",
        "RecipeId": "606f5ed04f945851280b7c89"
    },
    {
        "Order": 2,
        "Step": "Enquanto isso, em uma panela, aqueça o azeite, adicione os tomates, os sticks e refogue ligeiramente",
        "RecipeId": "606f5ed04f945851280b7c89"
    },
    {
        "Order": 3,
        "Step": "Junte o manjericão e misture",
        "RecipeId": "606f5ed04f945851280b7c89"
    },
    {
        "Order": 4,
        "Step": "Escorra o macarrão, coloque em um recipiente e adicione o refogado de tomates",
        "RecipeId": "606f5ed04f945851280b7c89"
    },
    {
        "Order": 1,
        "Step": "Lave os camarões e tempere com sal, alho, pimenta e limão, deixe marinar",
        "RecipeId": "606f5ef04f945851280b7c8a"
    },
    {
        "Order": 2,
        "Step": "Pegue uma panela com água e cozinhe a mandioca em pedacinhos, com louro e a cebola em rodelas. Quando estiver mole, acrescente um vidro de leite de coco",
        "RecipeId": "606f5ef04f945851280b7c8a"
    },
    {
        "Order": 3,
        "Step": "Deixe esfriar um pouco e bata no liquidificador. Esquente o azeite de oliva, junte a cebola ralada e deixe dourar",
        "RecipeId": "606f5ef04f945851280b7c8a"
    },
    {
        "Order": 4,
        "Step": "Acrescente os camarões e frite",
        "RecipeId": "606f5ef04f945851280b7c8a"
    },
    {
        "Order": 5,
        "Step": "Adicione as 2 latas de pomarola, o cheiro-verde, o pimentão e deixe cozinhar por alguns minutos",
        "RecipeId": "606f5ef04f945851280b7c8a"
    },
    {
        "Order": 6,
        "Step": "Junte na mesma panela, a mandioca batida no liquidificador, outro vidro de leite de coco e o azeite de dendê. Deixe levantar fervura e está pronto.",
        "RecipeId": "606f5ef04f945851280b7c8a"
    }
]